app/controllers/eventos_controller.rb

  def create
    @evento = Evento.new params[:evento]

    if @evento.save!
---
INSERT INTO "eventos" ("created_at", "updated_at", "nome", "descricao", "local", "data_inicio", "data_termino", "rua", "numero", "cidade", "estado", "email", "pendente") VALUES ('2011-03-21 10:49:49.262355', '2011-03-21 10:49:49.262355', 'Show da Madonna', 'Madonna vem ao Brasil com seu novo show', 'Estadio Morumbi', '2011-01-21', '2011-02-15', 'Rangel Pestana', '123', 'São Paulo', 'SP', 'a@a.com', 't')